Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/juuso_nuorgam_nakkalajarvi_scheinin_ja_varis_edustajiksi_saamelaiskarajalain_muuttamista_valmistelevaan_toimikuntaan.html.tmx
Source language: fin
Languages: smn

source: Juuso, Nuorgam, Näkkäläjärvi, Scheinin ja Varis edustajiksi saamelaiskäräjälain muuttamista valmistelevaan toimikuntaan
smn: Juuso, Nuorgam, Näkkäläjärvi, Scheinin ja Varis ovdâsteijen sämitiggelaavâ nubásmittem valmâštâllee toimâkoodán

source: Saamelaiskäräjien hallitus nimesi viisi jäsentä ja heille varajäsenet saamelaiskäräjälain muuttamista valmistelevaan toimikuntaan 6.7.2020.
smn: Sämitige stivrâ nomâttij vittâ jeessân já sijjân värijesânijd sämitiggelaavâ nubásmittem valmâštâllee toimâkoodán 6.7.2020.

source: Nimetyt jäsenet ovat Tuomas Aslak Juuso, Anne Nuorgam, Pirita Näkkäläjärvi, Martin Scheinin, ja Kalle Varis sekä varajäsenet Juha-Petteri Alakorva, Anni Koivisto, Veikko Feodoroff, Piia Nuorgam ja Sarita Kämäräinen.
smn: Nomâttum jesâneh láá Tuomas Aslak Juuso, Anne Nuorgam, Pirita Näkkäläjärvi, Martin Scheinin já Kalle Varis sehe värijesâneh Juha-Petteri Alakorva, Anni Koivisto, Veikko Feodoroff, Piia Nuorgam já Sarita Kämäräinen.

source: Lisäksi Siiri Jomppanen nimettiin toimikuntaan Saamelaiskäräjien osalta asiantuntijaksi.
smn: Toos lasseen Siiri Jomppanen nomâttui toimâkoodán Sämitige uásild äššitobdeejesânin.

source: Toimikunnan toimikausi on 1.8.2020-31.1.2021.
smn: Toimâkode toimâpaje lii 1.8.2020-31.1.2021.

source: Suomen valtio on aloittanut prosessin saamelaiskäräjälain uudistamiseksi ja pyysi nimeämispyynnöllään 26.6.2020 Saamelaiskäräjiä nimeämään jäsenensä muuttamista valmistelevaan toimikuntaan.
smn: Suomâ staatâ lii algâttâm proosees sämitiggelaavâ uđâsmittem várás já piivdij nomâttempivdemijn 26.6.2020 Sämitige nomâttiđ jesânijd nubásmittem valmâštâllee toimâkoodán.

source: Hallituspuolueet nimeävät kukin yhden jäsenen, yhteensä viisi jäsentä toimikuntaan.
smn: Haldâttâspiäláduvah nomâtteh jieškote-uv oovtâ jeessân, ohtsis vittâ jeessân toimâkoodán.

source: Saamelaiskäräjistä annetun lain tarkistaminen on tarpeellista, sillä lain säädökset ovat osittain vanhentuneita, ja säännösten toimivuudessa on havaittu ongelmia.
smn: Sämitiggeest adelum laavâ täärhistmân lii tárbu, ko laavâ njuolgâdusah láá uásild puárásmum, já njuolgâdusâi toimâmist láá hoksám čuolmâid.

source: – Saamelaiskäräjien yhdeksi päätavoitteeksi vuodelle 2020 on nimetty saamelaiskäräjälain muutoksen valmistelu.
smn: – Sämitige ohtân váldu-ulmen ihán 2020 láá nabdam sämitiggelaavâ nubástus valmâštâllâm.

source: Muutoksen valmistelu aloitettiin oikeusministeri Henrikssonin kanssa sovitusti elokuussa 2019.
smn: Nubástus valmâštâllâm algâttui riehtiminister Henrikssonijn sopâmuš vuáđuld porgemáánust 2019.

source: Hallitus teki päätöksen nimeämisistä, sillä aikataulullisista syistä asiaa ei ollut mahdollista viedä Saamelaiskäräjien kokoukseen, sanoo puheenjohtaja Tuomas Aslak Juuso.
smn: Stivrâ toovâi miärádâs noomâtmijn, ko äigitaavlun lohtâseijee suujâi tiet ääši iä puáhtám tuálvuđ Sämitige čuákkimân, iätá saavâjođetteijee Tuomas Aslak Juuso.

source: Saamelaiskäräjien hallitus perustelee valintaansa, että kaikilla nimetyillä henkilöillä on vahva tuntemus ja osaaminen saamelaisasioista.
smn: Sämitige stivrâ vuáđustâl valjim, ete puoh nomâttum ulmuin lii noonâ tubdâm já máttu sämmilâšaašijn.

source: Hallitus korostaa erityisesti valitun kokoonpanon oikeudellista osaamista, saamelaiskäräjälain tuntemusta ja neuvottelutaitoja.
smn: Stivrâ tiäddut eromâšávt väljejum juávhu vuoigâdvuođâlii mättim, sämitiggelaavâ tubdâm já ráđádâllâmtááiđuid.

source: Pääministeri Sanna Marinin hallituksen ohjelman 10.12.2019 mukaan työtä saamelaiskäräjälain uudistamiseksi jatketaan.
smn: Uáiviminister Sanna Marin haldâttâsohjelm 10.12.2019 mield pargo sämitiggelaavâ uđâsmittem oovdân juátkoo.

source: Hallitusohjelman mukaan hallitus kunnioittaa ja edistää kaikkien saamelaisten kielellisten ja kulttuuristen oikeuksien toteutumista ottaen huomioon kansainväliset sopimukset.
smn: Haldâttâsohjelm mield haldâttâs kunnijât já oovded puoh sämmilij kielâlij já kulttuurlij vuoigâdvuođâi olášume väldimáin huámmášumán aalmugijkoskâsijd sopâmušâid.

source: – Odotusarvo toimikunnan työlle on, että saamelaiskäräjälakia lähdetään muuttamaan alkuperäiskansojen oikeuksien pohjalta, KP-sopimuksen velvoitteet huomioiden ja YK:n ihmisoikeuskomitean antamia ratkaisuja kunnioittaen.
smn: – Vuordâ toimâkode pargon lii, ete sämitiggelaavâ nubásmitškuáttoo algâaalmugij vuoigâdvuođâi vuáđuld nuuvt, ete väldih huámmášumán KP-sopâmuš kenigâsvuođâid já kunnijâteh OA olmoošvuoigâdvuotâkomitea adelem čuávdusijd.

source: Suomi on sitoutunut YK:n alkuperäiskansojen julistuksen toimeenpanoon ja se tulee näkyä komitean työskentelyssä, jatkaa Juuso odotuksistaan toimikunnan työstä.
smn: Suomâ lii čonâdâttâm OA algâaalmugij julgáštus olášutmân já tot kalga oinuđ komitea pargoost, juátká Juuso vuorduinis toimâkode pargoost.

source: Toimikunnan tehtävänä on valmistella tarpeelliset muutokset saamelaiskäräjistä annettuun lakiin.
smn: Toimâkode pargon lii valmâštâllâđ tárbulijd nubástusâid sämitiggeest adelum laahân.

source: Saamelaiskäräjien nimeämät edustajat tekevät yhteistyötä Saamelaiskäräjien hallituksen kanssa.
smn: Riehtiministeriö asâttij 13.1.2020 pargojuávhu ovdâvalmâštâllâđ sämitiggelaavâ nubásmittem valmâštâllee toimâkode pargo.

source: Oikeusministeriö asetti 13.1.2020 työryhmän esivalmistelemaan saamelaiskäräjälain muuttamista valmistelevan toimikunnan työtä.
smn: Pargojuávhu nuurrâm tiäđuh já aiccâmeh láá nurrum muštottemčáállusân .

source: Työryhmän keräämä tieto ja havainnot on koottu muistioon .
smn: Pargojuávhu toimâpaje nuuvâi 31.3.2020.

source: Työryhmän toimikausi päättyi 31.3.2020.
smn: Sämitiggelaavâ nubásmittem: https://oikeusministerio.fi/hanke?tunnus=OM002:00/2020

source: Saamelaiskäräjälain muuttaminen: https://oikeusministerio.fi/hanke?tunnus=OM002:00/2020
smn: Lasetiäđuh

source: Lisätietoja
smn: saavâjođetteijee Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
